11/data/attachments/76a61ff00e4c2271.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tina_thing_Actions_7407_0</nif:username>
            <nif:friendToBeRequested>soap_actions_3c5e316d-1a1c-40ba-9390-d47c245c200b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>